asvetliakov.vscode-neovim
chrisdicarlo.vscode-switch-git-worktree
DanBackes.lines
dbaeumer.vscode-eslint
disable-copilot-comment-completions.disable-copilot-comment-completions
DotJoshJohnson.xml
dracula-theme.theme-dracula
draivin.hscopes
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.terminal
GitHub.copilot
liviuschera.noctis
ms-dotnettools.csharp
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
ms-vscode.vscode-typescript-next
rvest.vs-code-prettier-eslint
sirmspencer.vscode-autohide
sumneko.lua
vscodevim.vim
wraith13.windows-terminal